const questions = [
    {
        'question': "띵동~ <br>여유롭게 TV를 보던 금요일 저녁,<br>친구로부터 파티 초대장이 도착했다.<br>어떤 파티 초대장일까?",
        'answers': [
            {
                text: "파티라니! 재미있겠다!! 누가 올까?",
                score: 0
            },
            {
                text: "집에서 쉬고 싶지만 한 번 가볼까?",
                score: 1
            }
        ],
    },
    {
        'question': "파티까지 24시간이 남았다.<br>‘내일이 파티인데 뭐 입고가지?",
        'answers': [
            {
                text: "완벽 풀착장 코디 완료!",
                score: 0
            },
            {
                text: "내일의 착장은 내일의 나에게 맡긴다!",
                score: 1
            },
        ],
    },
    {
        'question': "잠자리에 든 당신,<br>간 밤에 기나긴 꿈을 꿨다.<br>어떤 꿈이었을까? ",
        'answers': [
            {
                text: "#현실적 #실제 같은",
                score: 0
            },
            {
                text: "#환상적 #판타지 영화 같은",
                score: 1
            }
        ],
    },
    {
        'question': "아침이 밝았다.<br>머리 감고~ 나갈 준비를 해 볼까? ",
        'answers': [
            {
                text: "머리를 감으며 ‘오늘 날씨가 어떻지?’",
                score: 0
            },
            {
                text: "‘물이 사라진다면…’ 상상의 나라로~",
                score: 1
            },
        ],
    },
    {
        'question': "나갈 준비는 끝났고,<br>나가기 전 방을 둘러보는 당신.<br>지금 당신의 방은",
        'answers': [
            {
                text: "쓰고 난 물건은 모두 제자리에!",
                score: 0

            },
            {
                text: "너저분해 보이지만 나만의 규칙이 있다구!",
                score: 1
            }
        ],
    },
    {
        'question': "택시를 타고 파티장으로 향하려는데<br>택시가 잡히지 않는다.<br>거기에 차까지 막히네?!<br>파티 시작 시간보다 많이 늦을 것 같다.",
        'answers': [
            {
                text: "딱 맞춰 나왔는데 늦는다니… 스트레스!",
                score: 0

            },
            {
                text: "원래 인생은 계획대로 흘러가지 않는 법!",
                score: 1
            }
        ],
    },
    {
        'question': "드디어 파티장에 도착했다.<br>나에게 초대장을 보낸 친구가<br>왜 늦었는지 묻는다. ",
        'answers': [
            {
                text: "차가 많이 막혀서 늦었어. 미안해",
                score: 0
            },
            {
                text: "내가 너무 늦었지 진짜 미안해.",
                score: 1
            }
        ],
    },
    {
        'question': "파티에 도착했다.<br>처음보는 사람이 나에게 말을 걸어온다.<br>대화를 이어가지만 내 머릿속은…. ",
        'answers': [
            {
                text: "새로운 사람 만나는거 재미있어! 짜릿해!",
                score: 0
            },
            {
                text: "살짝 부담스러운걸…?",
                score: 1
            }
        ],
    },
    {
        'question': "다른 사람들과 대화하던 중<br>나는 “그런 말 자주 들어요^^” 라고 답했다.<br>이 때 내가 들은 말은 무엇이었을까",
        'answers': [
            {
                text: "“향수씨는 감정이 얼굴에 다 드러나는 것 같아요”",
                score: 0
            },
            {
                text: "“향수씨는 속을 알 수가 없는 것 같아요”",
                score: 1
            }
        ],
    },
    {
        'question': "파티장을 구경하던 중<br>벽에 걸려있는 르누아르의<br><피아노치는 소녀들> 그림을 보았다",
        'answers': [
            {
                text: "피아노를 치고 있구나. 꽃이 예쁘네.",
                score: 0
            },
            {
                text: "무슨 곡을 연주하고 있는걸까? 자매인가?",
                score: 1
            }
        ],
    }
    ,
    {
        'question': "쨍그랑!<br>어디선가 들려오는 소리에 나는",
        'answers': [
            {
                text: "무슨 일이지? 누가 컵을 깼나?",
                score: 0
            },
            {
                text: "무슨 일이지? 다친 사람은 없겠지?",
                score: 1
            }
        ],
    },
    {
        'question': "파티가 끝난 후<br>친구와 작별인사를 하고 있다.<br>친구가 나에게 뭐라고 했을까?",
        'answers': [
            {
                text: "“역시 너랑은 말이 정말 잘 통하는 것 같아.”",
                score: 0
            },
            {
                text: "“오늘 와줘서 너무 고마워. 연락할게~!”",
                score: 1
            }
        ],
    },
    {
        'question': '',
        'answers': [
            {
                text: '',
                score: 0
            },
            {
                text: '',
                score: 0
            }
        ],
    }
]

export default questions;